//------------------------------- DATA --------------------------------------
const orderStateData = {
    1: "입금대기",
    2: "결제완료",
    3: "상품준비중",
    11: "배송준비",
    12: "배송보류",
    13: "배송중",
    14: "배송완료",
    20: "교환철회",
    21: "교환신청",
    22: "교환접수",
    23: "교환회수중",
    26: "교환보류",
    27: "교환발송중",
    29: "교환완료",
    30: "반품철회",
    31: "반품신청",
    32: "반품접수",
    33: "반품회수중",
    36: "반품보류",
    37: "반품완료",
    40: "취소철회",
    41: "취소신청",
    42: "취소완료",
};  

export default orderStateData;