const termsData = {
    service : {
        title : `서비스 이용약관`,
        desc : 
`이용약관


올딜은 생산자와 소비자 사이의 유통과정을 줄이고 공동구매를 통해 구매가격을 낮출 수 있는 소셜 커머스 플랫폼입니다. 올딜은 이용자의 원활한 서비스 이용을 도모하기 위하여 본 서비스 제공과 함께 본 약관을 제공합니다.


제1조 (목적)

본 약관은 엠더블유홀딩스 주식회사가 제공하는 서비스(올딜 서비스를 포함하되 이에 한정되지 않음. 이하 “본 서비스” 또는 “서비스”)의 이용과 관련하여 회사와 이용자 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.


제2조 (약관의 명시, 효력 및 개정)

1. 회사는 본 약관의 내용을 이용자가 쉽게 알 수 있도록 서비스에 게시하거나 기타의 방법으로 회원에게 공지하며 이용자가 본 약관의 동의함으로써 효력이 발생합니다.
2. 회사는 약관의 규제에 관한 법률, 정보통신망 이용 촉진 및 정보보호등에 관한 법률, 전자상거래 등에서의 소비자 보호에 관한 법률, 소비자기본법 등 관련 법률을 위반하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. 회사가 본 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 제 1항의 방식에 따라 개정약관의 적용일자 7일 전부터 적용일자 전까지 공지합니다. 다만, 회원의 권리 또는 의무에 관한 중요한 규정의 변경일 경우에는 최소한 30일전에 공지하고 개정약관을 회원이 등록한 전화번호로 발송하여 통지합니다.
4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 약관 변경 적용일까지 거부의사를 표시하지 않으면 동의한 것으로 간주한다는 내용을 알렸음에도 불구하고 회원이 명시적으로 거부의사를 표시하지 아니하는 경우 회원이 개정약관에 동의한 것으로 간주합니다.
5. 회원이 변경된 약관에 동의하지 않는 경우 회사는 해당 회원에 대하여 개정 약관의 내용을 적용할 수 없으나 이 경우 회원은 서비스의 이용을 할 수 없으며 이용계약을 해지하여야 합니다.
6. 이 약관에 동의하는 것은 정기적으로 회사의 웹사이트 및 모바일 어플리케이션을 통하여 약관의 변경사항 및 운영방침 등을 확인하는 것에 동의하는 것을 의미합니다. 회원은 약관의 변경에 대하여 주의의무를 다 하여야 하며, 변경된 약관의 부지로 인한 회원의 피해는 회사가 책임지지 않습니다.
7. 약관 교부의무에 따라 이용자가 요구할 경우 본 약관의 사본을 자택으로 보내드립니다.


제3조 (약관 외 준칙)

1. 본 약관에 명시되지 않은 사항에 대해서는 전자상거래 등에서의 소비자 보호에 관한 법률, 정보통신망 이용촉진 및 정보보호등에 관한 법률, 약관의 규제에 관한 법률, 전기통신사업법 등 관계 법령 및 회사가 정한 운영방침 등의 규정에 따릅니다.
2. 본 약관과 관련하여 회사의 정책변경, 운영방침, 법령의 제정 및 개정 또는 공공기관의 고시나 지침에 의하여 회사가 회원에 대한 통지수단을 통하여 공지하는 내용도 이용약관의 일부를 구성합니다.


제4조 (용어의 정의)

본 약관에서 사용하는 용어의 정의는 다음과 같습니다. 정의되지 않은 용어에 대한 해석은 관계법령 및 서비스 별 안내에 정하는 바에 의합니다. 관계법령과 서비스 별 안내에서 정하지 않은 것은 일반적인 상관례에 따릅니다.
1. 회사: 엠더블유홀딩스 주식회사
2. 올딜: 회사가 본 서비스를 제공하는 웹사이트 또는 모바일 어플리케이션
3. 이용고객: 본 서비스를 이용하기 위하여 회사와 이용계약을 체결하려고 하는 자.
4. 회원: 본 약관에 동의한 자로 회사와 이용계약을 체결하여 올딜의 계정을 가지고 있는 자
5. 이용자: 이용고객과 회원을 지칭하는 단어
6. ID: 회원 식별과 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자, 특수문자, 숫자 등의 조합
7. 전화번호: 회원 식별과 서비스 이용을 위하여 회원이 사용하고 있는 문자 수신이 가능한 전화번호
8. 인증번호: 회원이 자신의 ID와 일치하는 이용 고객임을 확인하기 위해 회사에서 발송한 인증번호
9. 콘텐츠: 부호, 문자, 도형, 색채, 음성, 음향, 이미지 및 영상등(이들의 복합체를 포함)의 자료 또는 정보
10. 게시물: 회원이 회사가 제공하는 서비스에 게시 또는 등록하는 부호(URL포함),문자, 이미지(사진포함), 파일 등
11. 게시자: 회사가 제공하는 서비스 내에 게시물을 등록한 회원
12. 약관: 약관 규제에 관한 법률 제2조에 따라 그 명칭이나 형태 또는 범위에 상관 없이 계약의 한쪽 당사자가 여러 명의 상대방과 계약을 체결하기 위하여 일정한 형식으로 미리 마련한 계약의 내용


제5조 (회원가입을 통한 이용계약의 체결)

1. 본 서비스의 특정 내용에 접속하기 위하여 이용고객은 올딜의 계정을 개설하여야 합니다. 이용고객은 본 약관 및 개인정보처리방침에 동의함을 선택하고 회사가 정한 신청양식을 작성하여 회원가입을 신청한 후 회사가 이를 승인하면 회사와 이용고객 간에 이용계약이 성립합니다.
2. 회원가입은 올딜에서 뿐만 아니라 카카오톡 등의 연동을 통해서도 가능합니다. 이 때에 회원은 각 sns계정과 연동 할 수 있는 권한을 회사에게 허가한 것으로 간주합니다.
3. 이용자는 허락 없이 타인의 계정을 사용할 수 없으며, 계정 개설 시 정확하고 완전한 정보를 제공하여야 합니다. 회원이 가입 신청서에 기재하는 회원정보는 회원의 실제 정보인 것으로 간주됩니다.
4. 회원은 회원의 ID및 인증번호를 철저히 관리하여야 합니다. 관리소홀, 부정사용 등으로 인해 발생하는 모든 결과의 책임은 회원 본인이 부담하며, 회사에 귀책사유가 있지 않는 한, 회사는 이에 대한 어떠한 책임도 지지 않습니다.
5. 회원은 ID, 인증번호 및 추가정보 등을 도난 당하거나 제 3자가 사용하고 있음을 인지한 경우에는 즉시 본인의 인증번호를 수정하는 등의 조치를 취하여야 하며 이를 즉시 회사에 알려 회사의 안내를 따라야 합니다.


제6조 (회원정보의 변경)

1. 회원은 프로필 수정화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.
2. 회원은 회원가입신청시 기재한 사항이 변경되었을 경우 온라인으로 수정하거나 전자우편 및 기타 방법으로 회사에 그 변경사항을 알려야 합니다. 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.


제7조 (회원에 대한 통지)

1. 회사는 회원의 서비스 이용에 필요한 권리 및 의무 등의 관한 사항을 회원이 회사에 제공한 전화번호를 통해 통지할 수 있습니다.
2. 회사는 본 서비스에 특정 사항을 공지함으로써 불특정 다수의 회원에 대한 개별 통지에 갈음 할 수 있습니다.


제8조 (이용계약의 해지 및 이용제한)

1. 회원이 이용계약을 해지하고자 할 경우에는 “회원 탈퇴하기” 메뉴를 이용하거나 회사에 문의해주시기 바랍니다.
2. 회원이 이용계약을 해지하거나 회사에 의하여 이용계약이 해지되는 경우, 관련 법령에서 달리 요구되는 경우를 제외하고, 회원이 회사에 게시한 사진, 리뷰, 댓글, 좋아요, 팔로우를 비롯한 회원의 모든 정보가 삭제될 수 있습니다. 다만 다른 회원 또는 제3자에 의하여 스크랩, 공유 등으로 다시 게시된 게시물 등은 삭제되지 않습니다.
3. 회원이 본 약관 및 운영방침등을 위반한 경우 회사는 별도의 경고조치 없이도 서비스 이용을 제한하거나 일방적으로 이용계약을 해지할 수 있습니다.
4. 회원은 제3항에 따른 서비스 이용제한 및 이용계약 해지에 대하여 그로부터 10일 이내에 회사에 이의신청을 할 수 있으며, 회사는 이의신청이 정당하다고 판단되는 경우 즉시 서비스 이용을 재개합니다.


제9조 (회사의 서비스)

회사가 제공하는 온라인상의 인터넷 서비스는 접속 가능한 유,무선 단말기의 종류와는 상관 없이 이용 가능한 서비스를 의미합니다. 회사의 서비스는 다음과 같습니다.
1. 인터넷을 통하여 각종 콘텐츠를 제공하는 서비스
2. 인터넷 상에서 검색, 커뮤니티 등을 기반으로 각종 정보를 제공하는 포털 서비스
3. 인터넷을 통한 상품의 중개, 거래 및 금융거래를 영위하는 사업
4. 인터넷 과금 및 결제대행서비스
5. 인터넷 컨설팅 및 사업 서비스
6. 광고 대행 서비스, 광고 영업 및 광고 영업 대행 서비스
7. 기타 회사가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스


제10조 (회사의 서비스 제공 등)

1. 회사의 서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
2. 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중단 할 수 있습니다.
    1. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
    2. 회원이 회사의 영업활동을 방해하는 경우
    3. 정전, 제반설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
    4. 서비스 제공업자와의 계약 종료 등과 같은 회사의 제반 사정으로 서비스를 유지 할 수 없는 경우
    5. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
3. 제2항에 의한 서비스 중단의 경우에는 회사는 제 7조에 규정된 회원에 대한 통지 방법을 통하여 회원에게 사전 통지함을 원칙으로 합니다. 다만 회사가 통제할 수 없는 사유로 인한 서비스의 중단(운영자의 고의 또는 과실이 없는 디스크장애, 시스템다운, 기타 불가항력적 사유 등)으로 인하여 사전 통지가 불가능한 경우에는 사후에 지체없이 통지합니다.
4. 회사는 서비스 제공 중단으로 인해 회원에게 발생한 피해에 대하여 책임지지 않습니다.


제11조 (회원의 책임)

1. 회원은 본인의 책임 하에 본 서비스 및 본 서비스에서 제공되는 각종 콘텐츠를 이용하며, 회원은 본 서비스를 통해 이루어진 일체의 행위 및 그 결과에 대하여 책임을 집니다.
2. 회원이 공공질서 및 미풍양속에 위반되는 게시물 또는 관련 법령상 불법정보가 포함된 게시물을 업로드한 경우, 타인의 명예를 훼손하거나 모욕하거나, 사생활을 침해했을 경우, 허락 없이 제 3자의 사진을 공유 하였을 경우, 저작권법 기타 지적재산권 관련 법령에 위반하는 행위를 했을 경우, 그 밖의 타인의 권리를 침해했을 경우에는 해당 회원은 본인의 책임과 비용 하에 이를 해결해야 하며 회사를 면책하고 회사에 발생한 손해를 배상하여야 합니다.
3. 회원은 본 서비스 이용 과정에서 타 회원이 게시한 여러 콘텐츠를 제공 받게 되며, 회사는 그러한 콘텐츠의 출처 및 유용성 또는 지적재산권 유무에 대하여 책임을 지지 않습니다. 또한 회원은 부정확하거나, 불쾌감을 주거나, 무례하거나, 논란의 여지가 있는 콘텐츠가 있을 수 있다는 점을 이해하고 이를 인정하며, 이와 관련하여 회사에게 이의를 제기하거나 손해의 배상을 요구하지 않을 것입니다.


제12조 (정보의 제공 및 광고의 게재)

1. 회사는 서비스를 운영함에 있어서 각종 정보를 서비스 화면에 게재하거나 전화번호를 이용하여 통지하는 방법으로 회원에게 제공할 수 있습니다.
2. 회사는 서비스의 운영과 관련하여 광고 등을 서비스화면에 게재하거나, 앱의 푸시 알림 혹은 문자(카카오톡 포함)를 통하여 발송할 수 있습니다. 다만 회원에게 푸시 알림으로 발송하는 경우 회사는 회원으로부터 사전 동의를 받을 것이며 회원은 언제든지 서비스 내에서 수신거부를 할 수 있습니다.
3. 회원이 서비스상에 게재되어 있는 광고를 이용하거나 서비스를 통한 광고주의 판촉 활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로 회원과 광고주간의 문제입니다. 만약 회원과 광고주간에 문제가 발생한 경우 회원과 광고주가 직접 해결하여야 하며, 이와 관련하여서는 회사는 어떠한 책임도 지지 않습니다.


제13조(권리, 의무의 양도)

회원은 서비스의 이용권한, 기타 서비스 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다. 다만 회사는 관련 법령에서 허용하는 범위 내에서 회원의 동의 없이도 본 서비스를 사업상 기타 운영상의 이유 등으로 타인에게 양도할 수 있습니다.


제14조 (본 서비스의 변경 및 종료)

1. 서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 제7조에서 정한 방법으로 통지하도록 합니다.
2. 회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경 및 종료할 수 있습니다. 이 경우 회사는 제7조에서 정한 방법으로 서비스 내용의 변경사항을 사전에 통지 할 수 있습니다.
3. 회사는 그 이유 여하를 불문하고 회원에 대한 일정 예고기간을 거쳐 본 서비스의 일부 혹은 전부를 종료할 수 있습니다. 이에 대하여 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.


제15조 (회원의 의무)

회사는 이하에 기재된 내용을 조건으로 회원이 본 약관에 규정된 바에 따라 본 서비스에 접속하고 본 서비스를 이용하는 것을 허용합니다.
1. 네티켓을 지킬 의무: 올딜는 다양한 사람들이 모인 커뮤니티 입니다. 다른 회원들과 소통 할 때에는 서로 예의를 지키고 존중해야 합니다. 타인의 명예를 훼손하거나, 폭언과 악플 등으로 회원에게 피해를 주지 말아주세요. 이러한 상황이 발생 했을 경우에는 올딜는 경고조치 더 나아가 이용 정지등의 서비스이용의 제한을 가할 것입니다.
2. 다른 사람이 찍은 사진을 무단으로 업로드 하지 않을 의무: 다른 사람의 사진(동의 없이 찍은 사진) 및 인터넷에서 복사하거나 수집한 모든 자료가 이에 해당합니다. 주로 이러한 방식으로 초상권을 침해한 콘텐츠는 언제든지 삭제 될 수 있습니다.
3. 동의없이 다른 회원을 태그하지 않을 의무
4. 올딜 콘텐츠를 다른 웹사이트에 게시할 때 올딜에 대한 링크를 제공하여야 할 의무: 올딜를 사용하면 올딜에 호스팅된 콘텐츠를 다른 웹사이트에 게시할 수 있습니다. 올딜에 호스팅된 콘텐츠를 다른 웹사이트 페이지에 게시할 경우 각 사진에 올딜의 해당 화면으로의 링크를 제공하여야 합니다. 이를 통해 해당 콘텐츠에 대한 자세한 정보를 얻을 수 있습니다.
5. 올딜에 적합한 콘텐츠를 업로드할 의무: 올딜는 식품, 의류, 생활용품 등 다양한 상품 및 서비스에 관한 판매 중개 및 정보의 공유를 목적으로 합니다. 본 목적에 적합한 콘텐츠만 업로드 가능함.
6. 회사와 사전 계약 체결 없이 판매 및 광고의 목적으로 본 서비스를 사용하지 않을 의무: 회원은 회사와의 사전 계약 없이 판매 및 광고의 목적으로 본 서비스를 이용할 수 없습니다. 따라서 회사와 사전 계약관계 없이 판매 및 광고의 목적으로 활동하고 있을 경우에는 경고조치 더 나아가 계정이 해지 됩니다.
7. 올딜의 콘텐츠를 회사와 사전 계약 체결 없이 영리적 목적으로 사용하지 않을 의무: 올딜의 콘텐츠는 회사와 사전 계약 체결 없이는 영리적 목적이 아닌 개인적인 참고목적으로만 사용되어야 합니다.
8. 올딜에 누드사진, 음란물을 업로드 하지 않을 의무: 올딜의 콘텐츠는 남녀노소를 구분하지 않고 모든 사람이 즐길 수 있는 콘텐츠로 구성되어야 합니다.
9. 올딜 서비스를 방해하지 않을 것에 동의하여야 할 의무: 회원은 본 서비스의 보안 관련기능 또는 콘텐츠의 이용 제한 또는 복사를 방지하는 행위와 본 서비스 또는 본 서비스에 포함된 콘텐츠의 실행을 비활성화하거나 달리 방해하지 않을 것에 동의합니다. 이와 같은 행위로 인하여 회원의 계정은 해지될 수 있음에 동의합니다.


제16조 (회사의 권한 및 의무)

1. 회사는 본 서비스에 게시된 콘텐츠가 본 약관에 위배되는지 여부를 결정할 권한을 가집니다. 회사는 언제라도 사전 통지 없이 회사 단독의 재량으로, 본 약관에 위배되는 콘텐츠를 제거하거나 회원의 계정을 해지시킬 수 있습니다.
2. 회사는 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스를 제공하기 위하여 노력합니다.
3. 회사는 회원에게 최상의 콘텐츠 및 네트워크 서비스를 제공하기 위하여 노력하겠습니다.
4. 회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정될 경우에는 이를 즉시 처리합니다. 다만, 즉시 처리가 곤란한 경우에는 회원에게 사전에 동의 받아 수집한 전화번호 등으로 그 사유와 처리 일정을 통보할 수 있습니다.


제17조 (콘텐츠의 저작권)

1. 회원이 서비스 내에 게시한 콘텐츠의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
2. 회원이 올딜에 게시한 콘텐츠는 저작권법에 의하여 보호를 받으며, 회사가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 회사에 귀속합니다.
3. 회원은 게시한 콘텐츠의 저작권 및 기타 산업재산권을 갖고 있음을 명확하게 진술 및 보증합니다. 회원은 본 서비스에 콘텐츠를 게시함으로써 회사가 본 서비스 및 회사의 사업과 관련하여 해당 콘텐츠(및 그 2차적 저작물)의 일부 또는 전부를 전세계적으로 영구적으로 비독점적으로 무상으로 사용할 권리(이용, 공개, 반포, 광고, 출판, 복제, 공연, 공중송신, 전시, 배포, 대여, 2차저작물작성)를 허락하며 이를 타인에게 양도 할 수 있음에 동의한 것으로 간주합니다. 또한 회사 및 다른 회원들에 대해 저작인격권, 개인정보주체로서의 권리, 초상권, 인격권, 퍼블리시티권을 행사 하지 않을 것에 동의한 것으로 간주합니다.


제18조 (회원의 콘텐츠 행위)

1. 콘텐츠 행위란 회원이 올딜의 계정 보유자 자격으로 올딜에 사진 및 회원의 의견을 포함한 콘텐츠를 게시하는 행위입니다.
2. 회원은 콘텐츠 행위를 함으로써, 다른 회원이 올딜 내에서 회원이 게시한 콘텐츠를 다운로드하여 열람하거나 개인의 가정에서 비영리적인 목적으로 사적 이용하는 것을 허락한 것으로 간주합니다.
3. 회원은 본 약관에 위배되지 아니한 콘텐츠만을 게시할 수 있습니다.
4. 회원이 본 서비스 내에 게시하는 게시물은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다.


제19조 (콘텐츠의 관리 및 임시조치)

1. 회원의 게시물이 정보통신망법 및 저작권법 등 관련 법령에 위반되는 내용을 포함하는 경우, 콘텐츠의 권리자는 관련 법령이 정한 절차에 따라 회사에게 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며 회사는 관련 법령에 따라 게시중단 및 삭제 등의 조치를 취하여야 합니다.
2. 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사의 운영방침 및 관련 법령에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.
3. 회사는 콘텐츠와 관련한 제반 문제가 발생하면 게시물을 삭제하고 게시자에게 경고조치를 즉시 취할 것입니다.
4. 회원은 콘텐츠와 관련한 문제가 발생하면 회사를 통해 임시조치를 요청 할 수 있습니다.


제20조 (회원정보의 보호 및 이용)

1. 회사는 개인정보보호법 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 이용에 대해서는 관련 법령 및 회사의 개인정보처리방침이 적용됩니다. 다만, 회사의 공식 웹사이트 또는 모바일 어플리케이션 이외의 링크된 사이트에서는 회사의 개인정보처리방침이 적용되지 않습니다.
2. 회사는 이용계약의 성립 및 이행에 필요한 최소한의 범위 내에서 개인정보처리방침에 따라 고객님의 회원정보를 수집합니다.
3. 회사는 회원의 개인정보를 수집 및 이용하는 때에는 당해 회원에게 그 목적을 고지하고 동의를 받습니다.
4. 회사는 수집된 개인정보 활용에 있어, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용 및 제공단계에서 당해 회원에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
5. 회사는 서비스와 관련하여 알고 있는 회원의 정보를 본인의 동의 없이 제 3자에게 제공하지 않습니다. 다만, 관련 법령에 따라 허용되는 경우는 예외로 합니다.
6. 회사는 회원의 귀책사유로 인해 노출된 회원 정보에 대해서 책임을 지지 않습니다.
7. 회원이 이용계약 체결과정에서 회사에 제공한 회원정보의 이용 또는 제공에 대한 동의를 철회하고자 하는 경우에는 개인정보처리방침에서 정한 바에 따르며, 이러한 동의를 철회하는 경우 서비스 이용계약은 자동으로 해지될 수 있습니다.
8. 회사는 회원정보의 처리 및 관리, 서비스 운영 등의 업무를 스스로 수행함을 원칙으로 하나, 필요한 경우 업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있으며, 회원정보의 처리 및 관리, 서비스 운영 등에 관한 업무를 위탁하는 경우에는 개인정보처리방침에 공지합니다.
9. 회사 또는 회사로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
10. 회원은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며, 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.


제21조 (구매신청)

1. 회원은 올딜에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, 회사는 회원이 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
2. 재화 등의 검색 및 선택
3. 성명, 주소, 전화번호 등의 입력
4. 약관내용, 청약 철회권이 제한되는 서비스, 배송료, 등의 비용부담과 관련한 내용에 대한 확인
5. 재화 등의 구매신청 및 이에 관한 확인 또는 "회사"의 확인에 대한 동의
6. 결제 방법의 선택


제22조 (구매계약의 성립)

1. 회사는 제22조 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
    가. 신청 내용에 허위, 기재누락, 오기가 있는 경우
    나. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 상품 및 용역을 구매하는 경우
    다. 기타 구매신청을 승낙하는 것이 회사 기술상 현저히 지장이 있다고 판단하는 경우
    라. 기타 제반 법령 및 정부의 가이드라인에 위반되는 경우
2. 회사의 승낙이 제 7조의 통지형태로 회원에게 도달한 시점에 구매계약이 성립한 것으로 봅니다.
3. 회사의 승낙의 의사표시에는 회원의 구매신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.


제23조 (지급방법)

1. 올딜에서 구매한 상품 또는 용역에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다. 단, 회사는 회원의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.
    1. 폰뱅킹, 인터넷뱅킹 등의 각종 계좌이체
    2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
    3. 온라인무통장입금
    4. 할인쿠폰 등 "회사"가 지급한 쿠폰에 의한 결제
2. 구매대금의 결제와 관련하여 회원이 입력한 정보 및 그와 관련된 책임은 회원에게 있으며, 재화 또는 용역의 청약 후 합리적인 일정 기간 내에 결제가 이루어 지지 않는 경우 구매계약이 취소될 수 있습니다.
3. 회사는 회원의 지급방법에 대하여 정당한 사용권한 보유여부를 확인할 수 있으며 필요한 경우 해당 거래진행의 정지 및 소명자료의 제출을 요청할 수 있습니다.


제24조 (수신확인통지•구매신청 변경 및 취소)

1. 회사는 회원의 구매신청이 있는 경우 회원에게 수신확인통지를 합니다. 수신확인 통지를 받은 회원은 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고, 회사는 배송 전에 회원의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다.
2. 수신확인 통지를 받은 회원이 대금을 지불한 경우에는 제27조의 청약철회 등에 관한 규정에 따릅니다.


제25조 (재화 등의 공급)

1. 회사는 회원과 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 회원이 청약을 한 날로부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, 회사가 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 그 날부터 3영업일 이내에 조치를 취합니다. 이때 회사는 회원이 재화 등의 공급 절차 및 진행 사항을 확인 할 수 있도록 적절한 조치를 합니다.
2. 공휴일 및 기타 휴무일 또는 천재지변 등의 불가항력적 사유가 발생하는 경우 그 해당기한은 배송소요기간에서 제외합니다.


제26조 (환급)

1. 회사는 회원이 구매 신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 회원에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.


제27조 (청약 철회 등)

1. 회사와 재화 등의 구매에 관한 계약을 체결한 회원은 수신확인의 통지를 받은 날로부터 7일 이내에 청약의 철회를 할 수 있습니다. 다만, 통지를 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 그 재화 등을 공급받거나 재화 등의 공급이 시작된 날로부터 7일 이내에 청약의 철회를 할 수 있습니다.
2. 회원은 재화 등을 배송 받은 경우 다음 각호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
    1. 회원에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(단, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우는 제외함)
    2. 회원의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
    3. 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
    4. 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
    5. 회사가 재화 등의 철약철회 등의 제한에 관하여 사전에 고지한 경우
    6. 용역 또는 디지털콘텐츠의 제공이 개시된 경우(다만, 가분적 용역 또는 가분적 디지털콘텐츠로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대하여는 제외함)
    7. 주문에 따라 개별적으로 생산되는 재화 등에 대하여 청약철회 등을 인정할 경우 판매자에게 회복할 수 없는 중대한 피해가 예상되는 경우로서, 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 회원의 서면(전자문서를 포함)에 의한 동의를 받은 경우
3. 제2항제2호 내지 제4호 및 제6호의 경우에는 회사가 사전에 청약 철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용 상품을 제공하는 등의 조치를 하지 않았다면 회원의 청약 철회 등이 제한되지 않습니다.
4. 회원은 제1항 및 제2항의 규정에도 불구하고 재화 등의 내용이 표시, 광고 내용과 다르거나 계약 내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약 철회 등을 할 수 있습니다.


제28조 (청약 철회 등의 효과)

1. 회사는 회원으로부터 재화 등을 반환 받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급 합니다. 이 경우 회사가 회원에게 재화 등의 환급을 지연한 때에는 그 지연기간에 대하여 전자상거래 등에서의 소비자보호에 관한 법률 시행령 제21조의3에서 정하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
2. 회사는 위 대금을 환급함에 있어서 구매자가 신용카드 또는 전자금융거래법 등이 정하는 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지하거나 결제를 취소하도록 요청합니다.
3. 청약 철회 등의 경우 공급 받은 재화 등의 반환에 필요한 비용은 회원이 부담합니다. 회사는 회원에게 청약 철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만, 재화 등의 내용이 표시∙광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 회사가 부담합니다.
4. 회원이 재화 등을 제공받을 때 발송비를 부담한 경우에 회사는 청약 철회 시 그 비용을 누가 부담하는지를 알기 쉽도록 명확하게 표시합니다.


제29조 (회원의 서비스 이용)

1. 회사는 통신판매중개자로서 회원과 판매자 간의 자유로운 재화 등의 거래를 위한 시스템을 운영 및 관리만을 제공합니다. 따라서, 회원은 재화 등을 구매하기 전에 반드시 판매자가 올딜 내에 작성한 재화 등의 상세 내용과 거래의 조건을 정확하게 확인해야 합니다. 구매하려는 재화 등의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손해는 회원 본인이 부담합니다.
2. 회원은 이 약관 및 회사가 서비스 화면에서 공지하는 내용을 준수하여야 하고, 이 약관 및 공지 내용을 위반하거나 이행하지 않아 발생하는 모든 손해에 대하여 책임을 집니다.
3. 회원은 판매자와 재화 등 매매 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 분쟁해결의 불성실로 판매자와 회사에 손해가 발생하면 그에 대한 모든 책임을 부담합니다.
4. 회원은 매매대금의 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생하는 제반 문제에 대한 모든 책임을 부담합니다.
5. 회사는 회원의 매매대금 결제 시 해당 결제수단에 대하여 정당한 사용권한이 있는지 확인할 수 있고, 이에 대한 확인이 완료될 때까지 해당 거래의 진행을 중지할 수 있습니다.
6. 회사는 회원에게 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리하고, 서비스가 제공 목적에 맞게 이용되고 있는지 여부를 확인합니다. 만약 회원이 이용 목적을 위반한 것으로 확인되면 회사는 그에 대한 소명을 회원에게 요청할 수 있고, 주문 취소 등 필요한 조치를 할 수 있습니다.
7. 회원은 회사가 회원의 서비스 이용 편의를 위하여 판매자 등으로부터 제공 받은 재화 등 관련 정보 기타 콘텐츠를 올딜를 통하여 제공하는 경우에도 재화 등의 구매 여부는 전적인 회원 본인의 판단과 책임으로 결정하여야 합니다. 이 경우 회사는 회사의 고의 또는 중과실이 없는 한 회원의 구매 결정에 대하여 책임을 부담하지 아니 합니다.
8. 미성년자가 올딜를 통하여 재화 등을 구매하는 경우에 법정대리인이 해당 계약에 대하여 동의하지 아니하면, 미성년자 본인 또는 법정대리인은 그 계약을 취소할 수 있습니다
9. 회사는 구매신청 고객이 재판매의 목적으로 상품 등을 중복 구매하는 등 사이트의 거래질서를 방해한 경우, 회원의 구매를 승낙하지 않을 수 있으며, 신청을 승낙한 이후 해당 사실을 확인한 경우 구매신청에 대한 승낙을 취소하거나 상품 등의 제공을 중단할 수 있습니다.


제29조의 2 (배송 및 거래완료)

1. 회사는 재화 등의 배송과 관련하여 판매자, 회원, 배송업체 등 관련 당사자 사이에 분쟁 등이 발생하는 경우에는 이에 관여하지 않으며 어떠한 책임도 부담하지 아니합니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.
2. 회원은 구매한 재화 등의 배송이 완료되었을 때로부터 일정한 기간 내에 회사에 대하여 구매확정, 교환 또는 반품의 의사표시를 하여야 합니다.
3. 회사는 제2항의 구매확정 기간 내에 구매확정, 교환 또는 반품에 대한 회원의 의사표시가 없는 경우, 해당 거래에 대하여 회원의 구매확정 의사표시가 있는 것으로 간주하여 자동구매확정으로 처리할 수 있습니다.
4. 회원은 구매확정이 이루어진 경우에는 회사에 대하여 재화 등의 하자, 미수령, 반품 등의 사유로 이의를 제기할 수 없습니다. 구매확정 이후에 발생하는 환불, 교환 기타 판매자와 회원 간의 모든 문제는 거래 당사자인 판매자와 회원이 직접 해결해야 하며, 회사는 이에 개입하지 아니합니다.


제29조의 3 (청약철회 등)

1. 회원은 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령에 따라 재화 등을 배송 받은 날로부터 7일 이내에 청약철회 등을 할 수 있습니다. 회원은 상품의 내용이 표시∙광고 내용과 다르거나 계약내용과 다르게 이행된 경우에는 해당 재화 등을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다. 다만, 판매자가 별도로 정한 규정이 있을 경우 그 규정이 우선 적용될 수 있습니다.
2. 회사는 회원으로부터 교환 또는 반품의 의사표시를 받은 경우에는 즉시 그 사실을 판매자에게 통보합니다.
3. 반품이나 교환에 필요한 배송비 및 기타 비용은 귀책사유가 있는 당사자가 부담합니다. 이 경우 재화 등의 하자 또는 오배송으로 인한 반품이나 교환의 경우에는 판매자가 그 비용을 부담하나, 회원의 단순 변심으로 인한 반품이나 교환의 경우에는 회원이 그 비용을 부담합니다.
4. 판매자는 회원이 배송상의 문제로 손해를 입은 경우에는 그에 대한 책임을 부담합니다.
5. 회사는 판매자가 회원의 결제완료에 대한 통지를 받은 이후에도 상당 기간 배송 절차 등을 이행하지 아니하여 회원이 청약철회 등을 하거나 개별적인 정책으로 미리 정한 자동환불처리 사안에 해당하는 경우에는 해당 거래를 취소하고 결제대금예치서비스 이용 중인 결제대금을 회원에게 환불할 수 있습니다.
6. 판매자가 회원의 교환 또는 반품 신청에 대하여 적극적으로 임하지 않거나 이를 지연하는 경우, 회사는 회원에게 그 교환 또는 반품 신청의 사유를 파악하여 정당한 사유가 있는 경우에는 해당 거래를 취소하는 한편, 예치 중인 결제대금을 회원에게 환불할 수 있습니다. 다만 회원의 교환 또는 반품신청에 정당한 사유가 없는 경우에는 그러하지 아니합니다.
7. 회원이 교환 또는 반품신청을 한 날로부터 14일이 지날 때까지 이미 수령한 상품을 판매자에게 반환하지 아니 하거나 전화, 전자우편 등으로 연락되지 아니하는 경우, 해당 회원의 교환 또는 반품 신청은 효력을 상실합니다.
8. 회사는 청약철회 등으로 인하여 결제대금을 환불하는 경우에는 그 청약철회 등을 한 날(단, 재화 등이 배송된 경우에는 판매자가 재화 등을 반환 받은 날)로부터 3영업일 이내에 환불에 필요한 조치를 합니다. 신용카드로 결제가 이루어진 경우 환불은 해당 신용카드 결제 취소를 통해서만 가능하고, 어떠한 경우에도 현금으로 환불되지는 아니합니다.


제30조 (손해배상)

1. 회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상하여야 합니다.
2. 회원이 서비스를 이용하는 과정에서 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받은 경우 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 회원은 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.
3. 회사는 무료로 제공하는 서비스와 관련하여 발생하는 사항에 대하는 어떠한 손해도 책임을 지지 않습니다.


제31조 (면책사항)

1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면책됩니다.
2. 회사는 회원의 귀책사유로 인한 서비스의 중지 또는 이용장애에 대하여 책임을 지지 않습니다.
3. 회사는 이동통신 사업자가 네트워크서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우에는 책임이 면제됩니다.
4. 회사는 이용자가 서비스를 이용하여 기대하는 수익을 얻지 못한 것에 대하여 책임을 지지 않으며 서비스에 대한 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
5. 회사는 이용자 간 혹은 이용자와 제 3자간에 본 서비스를 매개로 하여 발생한 분쟁에 대해 개입할 의무가 없으며 이로 인한 손해를 배상할 책임을 지지 않습니다.
6. 회사는 회원이 서비스 내에서 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여는 책임을 지지 않습니다.
7. 회사는 회원 상호간 또는 회원과 제 3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
8. 회사는 이용자의 디바이스 환경으로 인하여 발생하는 제반 문제 또는 회사의 귀책사유가 없는 네트워크 환경으로 인하여 발생하는 문제에 대해서는 책임을 지지 않습니다.


제33조 (분쟁 조정 및 관할 법원)

1. 본 서비스 이용과 관련하여 회사와 이용자 간에 발생한 분쟁에 대하여는 양 당사자 간의 합의에 의해 원만히 해결하여야 합니다.
2. 회원은 게시물과 관련된 저작권침해, 명예훼손 또는 개인정보 및 서비스 이용과 관련된 사항에 관한 문제제기 또는 문제해결은 회사가 운영하는 고객센터를 통하여 처리하여야 합니다.
3. 회사와 회원간 제기된 소송은 대한민국법을 준거법으로 합니다.
4. 회사와 회원간 발생한 분쟁에 관한 소송은 회사의 관할법원으로 정합니다.


부칙

이 약관은 2023년 2월 1일 부터 적용됩니다.
본 약관에 문의사항이 있는 경우에는 mwo@mwd.kr 으로 문의해주시기 바랍니다.`
    },
    private : {
        title : `개인정보 처리방침`,
        desc :
`개인정보처리방침


엠더블유홀딩스(주)(이하”회사”)은(는) 회사가 운영하는 인터넷사이트(https://alldeal.kr, 이하 “올딜”) 이용자들의 개인정보보호를 매우 중요시하며, 이용자가 회사의 서비스를 이용함과 동시에 온라인상에서 회사에 제공한 개인정보가 보호 받을 수 있도록 최선을 다하고 있습니다. 이에 회사는 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정 및 정보통신부가 제정한 개인정보보호지침을 준수하고 있습니다. 회사는 개인정보 처리방침을 통하여 이용자들이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려 드립니다.

회사는 개인정보 처리방침을 홈페이지 첫 화면에 공개함으로써 이용자들이 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
 
회사의 개인정보 처리방침은 정부의 법률 및 지침 변경이나 회사의 내부 방침 변경 등으로 인하여 수시로 변경될 수 있고, 이에 따른 개인정보 처리방침의 지속적인 개선을 위하여 필요한 절차를 정하고 있습니다. 그리고 개인정보 처리방침을 개정하는 경우나 개인정보 처리방침 변경될 경우 쇼핑몰의 첫페이지의 개인정보처리방침을 통해 고지하고 있습니다. 이용자들께서는 사이트 방문 시 수시로 확인하시기 바랍니다.
 
회사의 개인정보 처리방침은 다음과 같은 내용을 담고 있습니다.
 
1. 개인정보 수집에 대한 동의
2. 개인정보의 수집목적 및 이용목적
3. 수집하는 개인정보 항목 및 수집방법
4. 수집하는 개인정보의 보유 및 이용기간
5. 수집한 개인정보의 공유 및 제공
6. 이용자 자신의 개인정보 관리(열람,정정,삭제 등)에 관한 사항
7. 쿠키(Cookie)의 운용 및 거부
8. 비회원 고객의 개인정보 관리
9. 개인정보의 위탁처리
10. 개인정보관련 의견수렴 및 불만처리에 관한 사항
11. 개인정보 관리책임자 및 담당자의 소속-성명 및 연락처
12. 아동의 개인정보보호
13. 고지의 의무
 

제1조 개인정보 수집에 대한 동의
 
회사는 이용자들이 회사의 개인정보 처리방침 또는 이용약관의 내용에 대하여 「동의」버튼 또는「취소」버튼을 클릭할 수 있는 절차를 마련하여, 「동의」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.
 

제2조 개인정보의 수집목적 및 이용목적
 
1) 회원으로부터 수집 
    - 회원제 서비스 본인 확인 절차 
        수집항목 : 이름, 아이디, 휴대전화번호, 성별, 생년월일, 연령정보, CI/DI값, 본인확인결과 (회원탈퇴 시 또는 법정의무 보유기간)
    - 본인 확인 절차
        수집항목 : 이름, 휴대폰번호, 성별, 생년월일, CI/DI값, 본인확인결과 (법정의무 보유기간)
    - 고객문의, 이벤트관리
        수집항목 : 이메일주소, 전화번호 (법정의무 보유기간)
    - 요금결제 및 정산
        수집항목 : 신용카드정보 (법정의무 보유기간) 
    - 물품배송
        수집항목 : 주소, 전화번호 (법정의무 보유기간) 
    - 불량회원 부정 이용 방지 및 비인가 사용 방지
        수집항목 : IP Address (법정의무 보유기간) 
    - 14세 미만 가입자의 법정대리인 정보 수집
        수집항목 : 법정 대리인 동의 여부 확인 (법정의무 보유기간) 
 
2) SNS 가입(카카오)
    - 이용자 식별, 회원관리 및 서비스 제공, 구매물품 배송 및 주문확인
        필수항목 : 카카오계정(전화번호), 생년월일, 성별, 프로필 정보(닉네임)
        선택항목 : 카카오계정(이메일), 프로필 정보(프로필사진)
            ※ 보유기간 : 회원탈퇴 시 지체없이 파기
- 회원비교식별
  CI(연계정보)
    ※ 보유기간 : 제공목적 달성 후 지체없이 파기
 
3) 스마트앱을 통한 수집
    - 앱 설치 시 자동 수집
        고유기기 식별번호, 단말기 기기명, OS버전(회원탈퇴 시 또는 법정의무 보유기간)
 

제3조 수집하는 개인정보 항목 및 수집방법
 
회사는 이용자들이 회원서비스를 이용하기 위해 회원으로 가입하실 때 서비스 제공을 위한 필수적인 정보들을 온라인상에서 입력 받고 있습니다. 회원 가입 시에 받는 필수적인 정보는 이름, 휴대전화 번호 등입니다. 또한 양질의 서비스 제공 및 회원 본인확인 등을 위하여 이용자들이 선택적으로 입력할 수 있는 사항으로서 이메일 주소 등을 입력 받고 있습니다.
 
또한 쇼핑몰 내에서의 설문조사나 이벤트 행사 시 통계분석이나 경품제공 등을 위해 선별적으로 개인정보 입력을 요청할 수 있습니다. 그러나, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않으며 부득이하게 수집해야 할 경우 이용자들의 사전동의를 반드시 구할 것입니다. 
그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 사전에 밝힌 목적 이외에 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다.
  

제4조 수집하는 개인정보의 보유 및 이용기간
 
회사는 이용자가 쇼핑몰 회원으로서 회사에 제공하는 서비스를 이용하는 동안 이용자들의 개인정보를 계속적으로 보유하며 서비스 제공 등을 위해 이용합니다. 다만, 제7조 이용자 자신의 개인정보 관리(열람,정정,삭제 등)에 관한 사항에서 설명한 절차와 방법에 따라 회원 본인이 직접 삭제하거나 수정한 정보, 가입해지를 요청한 경우에는 재생할 수 없는 방법에 의하여 디스크에서 완전히 삭제하며 추후 열람이나 이용이 불가능한 상태로 처리됩니다.
그리고 제 3조 수집하는 개인정보 항목 및 수집방법에서와 같이 일시적인 목적 (설문조사, 이벤트, 본인확인 등)으로 입력 받은 개인정보는 그 목적이 달성된 이후에는 동일한 방법으로 사후 재생이 불가능한 상태로 처리됩니다.
 
귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기하는 것을 원칙으로 합니다. 그리고 상법, 전자상거래등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 
이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
 
- 계약 또는 청약철회 등에 관한 기록 : 5년
- 대금결제 및 재화 등의 공급에 관한 기록 : 5년
- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
 
회사는 귀중한 회원의 개인정보를 안전하게 처리하며, 유출의 방지를 위하여 다음과 같은 방법을 통하여 개인정보를 파기합니다.
 
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.


제5조 수집한 개인정보의 공유 및 제공
 
회사는 이용자들의 개인정보를 제2조 개인정보의 수집목적 및 이용목적에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
 
- 이용자들이 사전에 공개에 동의한 경우
- 서비스 제공에 따른 요금정산을 위하여 필요한 경우
- 홈페이지에 게시한 서비스 이용 약관 및 기타 회원 서비스 등의 이용약관 또는 운영원칙을 위반한 경우
- 자사 서비스를 이용하여 타인에게 정신적, 물질적 피해를 줌으로써 그에 대한 법적인 조치를 취하기 위하여 개인정보를 공개해야 한다고 판단되는 충분한 근거가 있는 경우
- 기타 법에 의해 요구된다고 선의로 판단되는 경우 (ex. 관련법에 의거 적법한 절차에 의한 정부/수사기관의 요청이 있는 경우 등)
- 통계작성, 학술연구나 시장조사를 위하여 특정개인을 식별할 수 없는 형태로 광고주, 협력업체나 연구단체 등에 제공하는 경우
 

제6조 개인정보의 제 3자 제공

1. 회사는 회원의 동의가 있거나 관련 법령의 규정에 의한 경우를 제외하고는 본 개인정보 처리방침에서 고지한 범위를 넘어 회원의 개인정보를 이용하거나 제3자에게 제공하지 않습니다.
2. 회사는 회원에게 높은 품질의 서비스 제공 등을 위하여 아래와 같이 회원 개인정보를 제3자에게 제공하고 있습니다.
 
※개인정보 제3자 제공 (배송, 상담 등)
고객님의 개인정보를 가입신청서, 서비스이용약관, 「개인정보처리방침」의「개인정보의 수집 및 이용목적」에서 알린 범위 내에서 사용하며, 이 범위를 초과하여 이용하거나 타인 또는 다른 기업 • 기관에 제공하지 않습니다. 단, 고객의 동의가 있거나 법령에 의하여 정해진 절차에 따라 정보를 요청받은 경우는 예외로 하며, 이 경우 주의를 기울여 개인정보를 이용 및 제공할 수 있습니다.
 
[쇼핑몰]
- 이용목적 : 쇼핑몰 구매 상품 배송 및 상담
- 제공 항목 : 이름(한글,영문), 연락처,주소,집전화(선택), 이메일주소
                ＊구매자와 수취인이 다를 경우에는 수취인의 정보가 제공될 수 있습니다.
- 제공받는 자 : 메이저월드㈜, 판매자
- 보유 및 이용기간 : 개인정보 이용목적 달성시까지 (단, 관계 법령의 규정에 의해 보존의 필요가 있는 경우 및 사전동의를 득한 경우는 해당 기간까지)
 
※개인정보 제3자 제공(마케팅)
엠더블유홀딩스는 마케팅을 위해 아래와 같이 개인정보를 제3자에게 제공하고 있으며, 제공받은 업체가 관련 법령을 준수하도록 관리/감독하고 있습니다.
 
[이벤트 응모 및 당첨]
- 이용목적 : 회원가입 및 이벤트 당첨자선정/경품전달
- 제공 항목 : 이름(한글,영문),연락처,주소,집전화(선택)
- 제공받는 자 : 메이저월드㈜
- 보유 및 이용기간 : 개인정보 이용목적 달성시까지 (단, 관계 법령의 규정에 의해 보존의 필요가 있는 경우 및 사전동의를 득한 경우는 해당 기간까지)
 
[커뮤니티 서비스]
- 이용목적 : 이벤트 및 프로모션 홍보 가입권유 및 관련 민원처리 신규 제휴 서비스 안내 제휴 마케팅 활용
- 제공 항목 : 닉네임, ID, 생년월일, 성별, 휴대폰번호, 주소, 회원등급, 가입일, 이메일 주소
- 제공받는 자 : 메이저월드㈜ 
- 보유 및 이용기간 : 개인정보 이용목적 달성시까지 (단, 관계 법령의 규정에 의해 보존의 필요가 있는 경우 및 사전동의를 득한 경우는 해당 기간까지)
 
마케팅 동의는 회원가입 선택약관으로 회원께서 동의하신 경우에만 해당업체에 정보가 제공되며,본 선택항목에 대해 동의하지 않아도 회원가입, 상품구매 등 기본서비스는 정상적으로 이용이 가능합니다


제7조 이용자 자신의 개인정보 관리(열람,정정,삭제 등)에 관한 사항
 
회원님이 원하실 경우 언제라도 당사에서 개인정보를 열람하실 수 있으며 보관된 필수 정보를 수정하실 수 있습니다. 또한 회원 가입 시 요구된 필수 정보 외의 추가 정보는 언제나 열람, 수정, 삭제할 수 있습니다. 회원님의 개인정보 변경 및 삭제와 회원탈퇴는 당사의 고객센터에서 로그인(Login) 후 이용하실 수 있습니다.
 

제8조 쿠키(Cookie)의 운용 및 거부
 
가. 쿠키의 사용 목적
    ① 회사는 개인 맞춤 서비스를 제공하기 위해서 이용자에 대한 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트 서버가 이용자의 브라우저에게 전송하는 소량의 정보로서 이용자 컴퓨터의 하드디스크에 저장됩니다.
    ② 회사는 쿠키의 사용을 통해서만 가능한 특정된 맞춤형 서비스를 제공할 수 있습니다.
    ③ 회사는 회원을 식별하고 회원의 로그인 상태를 유지하기 위해 쿠키를 사용할 수 있습니다.
 
나. 쿠키의 설치/운용 및 거부
    ① 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 조정함으로써 모든 쿠키를 허용/거부하거나, 쿠키가 저장될 때마다 확인을 거치도록 할 수 있습니다.
    - 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)은 다음과 같습니다.
    [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
    [개인정보 탭]을 클릭합니다.
    [개인정보처리 수준]을 설정하시면 됩니다.
    ② 쿠키의 저장을 거부할 경우에는 개인 맞춤서비스 등 회사가 제공하는 일부 서비스는 이용이 어려울 수 있습니다.
  

제9조 개인정보의 위탁처리
 
회사는 서비스 향상을 위해서 귀하의 개인정보를 필요한 경우 동의 등 법률상의 요건을 구비하여 외부에 수집 • 처리 • 관리 등을 위탁하여 처리할 있으며, 제 3자에게 제공할 수 있습니다.
- 회사는 개인정보의 처리와 관련하여 아래와 같이 업무를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 또한 공유하는 정보는 당해 목적을 달성하기 위하여 필요한 최소한의 정보에 국한됩니다.
  
수탁자 - 한진택배, CJ대한통운(주), (주)KG로지스,로젠택배 외 기타 택배사
위탁 업무 내용 - 상품배송업무
 
수탁자 - 토스페이먼츠
위탁 업무 내용 - 결제 처리
 
수탁자 - ㈜케이피모바일, 카카오㈜ 
위탁 업무 내용 - 문자, 메일, 카카오알림톡, 앱푸쉬 발송
 
수탁자 - 메이저월드㈜
위탁 업무 내용 - 개인정보 위탁처리(서비스의 개발 및 운영, 시스템 운영, 서비스 이용, 분석 등)
 
수탁자 - 메이저월드㈜
위탁 업무 내용 - 고객센터(회원 불만 건 처리, 사이트 이용의 편의성 제공)

다만, 아래의 경우에는 예외로 합니다.
- 이용자들이 사전에 동의한 경우
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
 
개인정보의 처리를 위탁하거나 제공하는 경우에는 수탁자, 수탁범위, 공유 정보의 범위 등에 관한 사항을 서면, 전자우편, 전화 또는 홈페이지를 통해 미리 귀하에게 고지합니다.
 

제10조 비회원고객의 개인정보관리
 
- 회사는 비회원 고객 또한 물품 및 서비스 상품의 구매를 하실 수 있습니다. 당사는 비회원 주문의 경우 배송 및 대금 결제, 상품 배송에 반드시 필요한 개인정보만을 고객님께 요청하고 있습니다.
- 회사에서 비회원으로 구입을 하신 경우 비회원 고객께서 입력하신 지불인 정보 및 수령인 정보는 대금 결제 및 상품 배송에 관련한 용도 외에는 다른 어떠한 용도로도 사용되지 않습니다.
 

제11조 개인정보관련 의견수렴 및 불만처리에 관한 사항
 
회사는 개인정보보호와 관련하여 이용자 여러분들의 의견을 수렴하고 있으며 불만을 처리하기 위하여 모든 절차와 방법을 마련하고 있습니다. 이용자들은 하단에 명시한 개인정보 관리책임자 및 담당자의 소속-성명 및 연락처를 참고하여 전화나 메일을 통하여 불만사항을 신고할 수 있고, 회사는 이용자들의 신고사항에 대하여 신속하고도 충분한 답변을 해 드릴 것입니다.
 

제12조 개인정보 보호책임자 및 담당자의 소속-성명 및 연락처
 
회사는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 경우 개인정보보호책임자가 책임을 집니다.
 
이용자 개인정보와 관련한 아이디(ID)의 비밀번호에 대한 보안유지책임은 해당 이용자 자신에게 있습니다. 회사는 비밀번호에 대해 어떠한 방법으로도 이용자에게 직접적으로 질문하는 경우는
없으므로 타인에게 비밀번호가 유출되지 않도록 각별히 주의하시기 바랍니다. 특히 공공장소에서 온라인상에서 접속해 있을 경우에는 더욱 유의하셔야 합니다.
회사는 개인정보에 대한 의견수렴 및 불만처리를 담당하는 개인정보 보호책임자 및 담당자를 지정하고 있고, 연락처는 아래와 같습니다.

이　　　 름 : 허인정
소속 / 직위　: 대표 
E-M A I L 　 : unlogistics@naver.com 
전 화 번 호　: 070-4280-5591
기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
1. 개인정보침해신고센터 : (국번없이)118 (http://privacy.kisa.or.kr)
2. 대검찰청 사이버수사과 : (국번없이)1301, cid@spo.go.kr (http://spo.go.kr)
3. 경찰청 사이버안전국 : (국번없이)182 (http://cyberbureau.police.go.kr)
4. 개인정보 분쟁조정위원회 : 1833-6972 (http://kopico.go.kr)
  

제13조 아동의 개인정보보호
 
회사는 온라인 환경에서 만 14세 미만 어린이의 개인정보를 보호하는 것 역시 중요한 일이라고 생각하고 있습니다.
회사는 만 14세 미만의 어린이들은 법정대리인의 동의가 없는 한 회원으로 가입할 수 없게 하고 있습니다. 즉, 만 14세 미만의 어린이들은 법정대리인의 동의가 있을 때만 회사에서 회원 자격의 서비스를 받을 수 있습니다.
  

제14조 고지의 의무
 
현 개인정보처리방침의 내용은 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가 삭제 및 수정이 있을 시에는 홈페이지의 '공지사항'을 통해 고지할 것입니다.
 
 
(시행일) 본 개인정보처리방침 2023년 2월 1일부터 시행합니다.`
    },
    marketing : {
        title:`마케팅 수신동의`,
        desc:
`올딜이 제공하는 이벤트 등의 광고성 정보를 전자우편, 문자(SMS, LMS) 등을 통해 이용자에게 제공합니다. 
이메일 및 SMS 수신거부와 관계없이 광고나 영리성 목적 외의 약관안내 및 서비스 내용, 회사의 주요 정책관련 변경에 따른 안내 등 의무적으로 안내되어야 하는 메일은 정상적으로 발송됩니다.


개인정보보호법 제 22조 제5항에 의해 선택정보 사항에 대해서는 동의 거부하시더라도 서비스 이용이 제한되지 않습니다. 단, 이벤트 및 이용자 맞춤형 상품 추천 등의 마케팅 정보 안내 서비스가 제한됩니다.
귀하께서는 회사가 위와 같이 수집하는 개인정보에 대해 동의하지 않거나 개인정보를 기재하지 않음으로써 거부할 수 있습니다. 
다만, 동의하지 아니한 경우에도 올딜 서비스는 이용하실 수 있습니다.`
    }
}

export default termsData;